Repository: CherryFramework/cherry-shortcodes-templater
Catalog: languages/cherry-shortcodes-templater-*.po
Languages: es_es, it_it, ru_ru, uk

source: Sorry, but target directory (<strong>%1$s</strong>) is not created. Maybe <strong>%2$s</strong> the directory is not writable.
es_es: Lo sentimos, pero no se crea directorio de destino (<strong>(%1$s). Quizás %2$s</strong> el directorio no se puede escribir.
it_it: Ci scusiamo, ma la cartella di destinazione (<strong>%1$s</strong>) non è stata creata. Probabile<strong>%2$s</strong> la cartella non è scrivibile.
ru_ru: Невозможно создать запрашиваемый каталог (<strong>%1$s</strong>). Возможно каталог (<strong>%2$s</strong>) не доступен для записи.
uk: На жаль, не вдається створити цільвий каталог (<strong>%1$s</strong>). Імовірно, каталог <strong>%2$s</strong> недоступний для запису.

source: Title
es_es: Título
it_it: Titolo
ru_ru: Заголовок
uk: Заголовок

source: Image
es_es: Imagen
it_it: Immagine
ru_ru: Изображение
uk: Зображення

source: Content
es_es: Contenido
it_it: Contenuto
ru_ru: Содержимое
uk: Вміст

source: Button
es_es: Botón
it_it: Pulsante
ru_ru: Кнопка
uk: Кнопка

source: Permalink
ru_ru: Постоянная ссылка
uk: Постійне посилання

source: Shortcodes Templater
ru_ru: Шаблонизатор шорткодов
uk: Майстер шаблонування шорткодів

source: You need to make this file writable to save your changes. See <a href="http://codex.wordpress.org/Changing_File_Permissions">the Codex</a> for more information.
es_es: Usted necesita hacer este archivo modificable antes de poder guardar los cambios. Ver <a href="http://codex.wordpress.org/Changing_File_Permissions">Codex</a> para obtener más información.
it_it: Hai bisogno di fare questo file scrivibile per poter salvare le modifiche. Vedi <a href="http://codex.wordpress.org/Changing_File_Permissions"> Codex </a> per ulteriori informazioni.
ru_ru: Чтобы сохранить изменения, необходимо сделать этот файл доступным для записи. Более подробную информацию вы найдете в <a href="http://codex.wordpress.org/Changing_File_Permissions">Кодексе</a>
uk: Цей файл повинен бути доступним для запису для збереження змін. Перегляньте <a href="http://codex.wordpress.org/Changing_File_Permissions"> Кодекс </a> для отримання додаткових відомостей.

source: Save
es_es: Guardar
it_it: Salva
ru_ru: Сохранить
uk: Зберегти

source: Duplicate
es_es: Duplicar
it_it: Dublica
ru_ru: Дублировать
uk: Дублювати

source: Target directory does not exist.
es_es: Directorio de destino no existe.
it_it: La cartella di destinazione non esiste.
ru_ru: Запрашиваемый каталог не существует.
uk: Цільового каталогу не існує.

source: You do not have sufficient permissions to edit templates for this site.
es_es: Usted no tiene suficientes permisos para editar las plantillas para este sitio web.
it_it: Non hai dei permessi necessari per poter effettuare le modifiche al presente sito.
ru_ru: У вас недостаточно прав для редактирования шаблонов для этого сайта.
uk: У вас немає достатніх прав для редагування шаблонів на цьому сайті.

source: File edited successfully.
es_es: Archivo ha sido editado con éxito.
it_it: Il file è stato modificato con successo.
ru_ru: Файл успешно отредактирован.
uk: Файл успішно відредаговано.

source: File added successfully.
es_es: Archivo ha sido añadido con éxito.
it_it: Il file è stato aggiunto con successo.
ru_ru: Файл успешно добавлен.
uk: Файл успішно додано.

source: File deleted successfully.
es_es: Archivo ha sido eliminado con éxito.
it_it: Il file è stato eliminato con successo.
ru_ru: Файл успешно удален.
uk: Файл успішно видалено.

source: File renamed successfully.
es_es: El cambio de nombre del archivo ha sido con éxito.
it_it: Il file è stato rinominato con successo.
ru_ru: Имя файла успешно отредактировано.
uk: Файл успішно перейменовано.

source: File with the same name already exists.
es_es: El archivo con el mismo nombre ya existe.
it_it: Il file con questo nome esiste già.
ru_ru: Файл с таким именем уже существует.
uk: Файл з такою назвою уже існує.

source: Add New
es_es: Añadir nuevo
it_it: Aggiungi Nuovo
ru_ru: Добавить новый
uk: Створити новий

source: You have not created any template
es_es: No ha creado ningúna plantilla
it_it: Non hai creato alcun template
ru_ru: Вы не создали ни одного шаблона
uk: Ви ще не створили жодного шаблону.

source: Welcome to the <strong>%s</strong>!
es_es: Bienvenidos a la <strong>%s</ strong>!
it_it: Benvenuto al <strong>%s</strong>!
ru_ru: Добро пожаловать в <strong>%s</strong>!
uk: Вітаємо в <strong>%s</strong>!

source: Oops, such file does not exist! Double check the name and try again, merci.
es_es: Vaya, dicho archivo no existe! Vuelva a comprobar el nombre y vuelva a intentarlo, gracias.
it_it: Oops, il file non esiste! Per favore fai un'ulteriore verifica del nome del file e riprova, grazie.
ru_ru: Опаньки, этот файл не существует! Перепроверьте имя файла и попробуйте снова. Спасибо.
uk: Халепа, такого файлу немає! Будь ласка, перевірте назву та спробуйте ще раз.

source: Shortcode Templates
es_es: Plantilla de Shortcode
ru_ru: Шаблоны шорткодов
uk: Шаблони шорткодів

source: Edit
es_es: Editar
it_it: Edita
ru_ru: Редактировать
uk: Редагувати

source: Rename dialog
es_es: Cambiar el nombre al diálogo
it_it: Rinomina dialogo
ru_ru: Переименовать диалог
uk: Перейменувати діалог

source: Rename
es_es: Cambiar el nombre
it_it: Rinomina
ru_ru: Переименовать
uk: Перейменувати

source: Delete
es_es: Eliminar
it_it: Elimina
ru_ru: Удалить
uk: Видалити

source: Enter a new file name
es_es: Introduzca el nuevo nombre del archivo
it_it: Inserisci il nuovo nome del file
ru_ru: Введите имя нового файла
uk: Введіть нову назву файлу

source: Please enter a valid filename.
es_es: Por favor, introduzca el nombre de archivo válido.
it_it: Per favore inserisci un nome valido del file.
ru_ru: Пожалуйста, введите имя в правильном формате.
uk: Будь ласка, введіть назву, що відповідає вимогам.

source: Cancel
es_es: Cancelar
it_it: Cancella
ru_ru: Отменить
uk: Відмінити

source: Template
es_es: Plantilla
ru_ru: Шаблон
uk: Шаблон

source: Shortcode template
es_es: Plantilla de Shortcode
ru_ru: Шаблон шорткодов
uk: Шаблон шорткоду
